Repository: ZOB2077/Gridnote
Catalog: Gridnote/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Activity
zh_hans: 活动记录

source: Actual title
zh_hans: 真实书名

source: Appearance
zh_hans: 外观

source: Author
zh_hans: 作者

source: Book imported
zh_hans: 书籍导入成功

source: Cancel
zh_hans: 取消

source: Cell value
zh_hans: 单元格内容

source: Chapters
zh_hans: 章节

source: Close panel
zh_hans: 关闭面板

source: Console
zh_hans: 控制台

source: Dark
zh_hans: 深色

source: Data Hub
zh_hans: 数据中心

source: Device Rental Operations
zh_hans: 设备租赁运营台

source: Display alias
zh_hans: 显示别名

source: Display name
zh_hans: 显示名称

source: Disguise saved
zh_hans: 伪装设置已保存

source: Drag the panel horizontally to move between records.
zh_hans: 横向拖动面板可切换前后记录。

source: Empty
zh_hans: 无内容

source: File
zh_hans: 文件

source: Filter
zh_hans: 筛选

source: Floating Reader
zh_hans: 悬浮阅读

source: Font
zh_hans: 字体

source: Font size
zh_hans: 字号

source: Format
zh_hans: 格式

source: Hide Floating Reader
zh_hans: 隐藏悬浮阅读

source: Hide Floating Reader when Data Hub loses focus
zh_hans: 数据中心失去焦点时隐藏悬浮阅读

source: Hide Floating Reader %@
zh_hans: 隐藏悬浮阅读 %1$@

source: Import
zh_hans: 导入

source: Import Book
zh_hans: 导入书籍

source: Import failed
zh_hans: 导入失败

source: Import a TXT book from the office workspace.
zh_hans: 请从办公工作区导入 TXT 或 EPUB 书籍。

source: Library
zh_hans: 书库

source: Library Error
zh_hans: 书库错误

source: Line spacing
zh_hans: 行距

source: LOCAL
zh_hans: 本地

source: Next
zh_hans: 下一段

source: Next Page
zh_hans: 下一页

source: Next record
zh_hans: 下一条记录

source: Next Text
zh_hans: 下一段文本

source: No active book
zh_hans: 当前没有书籍

source: No Book Open
zh_hans: 尚未打开书籍

source: No progress
zh_hans: 暂无进度

source: No selection
zh_hans: 未选择

source: Office
zh_hans: 办公模式

source: Office settings saved
zh_hans: 办公设置已保存

source: Office Workspace
zh_hans: 办公工作区

source: OK
zh_hans: 确定

source: Opacity
zh_hans: 透明度

source: Open Data Hub
zh_hans: 打开数据中心

source: Open Reader
zh_hans: 打开阅读器

source: OPERATIONS ACTIVITY
zh_hans: 运营活动记录

source: Page density
zh_hans: 每页字数

source: Page size follows the floating window dimensions.
zh_hans: 每页文字范围会随悬浮窗尺寸自动调整。

source: Paper
zh_hans: 纸张

source: Preparing
zh_hans: 正在准备

source: Previous
zh_hans: 上一段

source: Previous Page
zh_hans: 上一页

source: Previous record
zh_hans: 上一条记录

source: Previous Text
zh_hans: 上一段文本

source: Read
zh_hans: 阅读

source: Reader
zh_hans: 阅读模式

source: Reader Error
zh_hans: 阅读器错误

source: Reading
zh_hans: 阅读

source: Reading settings saved
zh_hans: 阅读设置已保存

source: Ready
zh_hans: 就绪

source: Record %lld of %lld
zh_hans: 第 %1$lld 条，共 %2$lld 条

source: Record details and internal notes
zh_hans: 记录详情与内部备注

source: Refreshing workspace details...
zh_hans: 正在刷新工作区详情…

source: Relink
zh_hans: 重新定位

source: Remove
zh_hans: 移除

source: Remove from Library
zh_hans: 从书库移除

source: Remove this book from the library?
zh_hans: 要从书库移除这本书吗？

source: Return to office when Gridnote loses focus
zh_hans: Gridnote 失去焦点时返回办公模式

source: Save Disguise
zh_hans: 保存伪装设置

source: Save Office Settings
zh_hans: 保存办公设置

source: Save Reading Settings
zh_hans: 保存阅读设置

source: Search books
zh_hans: 搜索书籍

source: Section notes · Draft autosaved
zh_hans: 章节备注 · 草稿已自动保存

source: Select a book
zh_hans: 选择一本书

source: Select a record to inspect its notes.
zh_hans: 请选择一条记录以查看备注。

source: Select the cell and edit its value in the formula bar
zh_hans: 选择单元格后在公式栏编辑内容

source: Selected: %@
zh_hans: 已选择：%1$@

source: Settings
zh_hans: 设置

source: Sheet name
zh_hans: 工作表名称

source: Show Floating Reader
zh_hans: 显示悬浮阅读

source: Sort
zh_hans: 排序

source: Source status
zh_hans: 文件状态

source: System
zh_hans: 跟随系统

source: tailing local workspace events
zh_hans: 正在跟踪本地工作区事件

source: The original file will not be deleted.
zh_hans: 原始文件不会被删除。

source: Theme
zh_hans: 主题

source: This book has no readable text.
zh_hans: 这本书没有可阅读的文本。

source: This record has no readable notes.
zh_hans: 这条记录没有可阅读的备注。

source: Unable to open book
zh_hans: 无法打开书籍

source: Unavailable
zh_hans: 不可用

source: Undo
zh_hans: 撤销

source: Updated now
zh_hans: 刚刚更新

source: WEEKLY STATUS REPORT
zh_hans: 每周状态报告

source: Weekly Report
zh_hans: 周报

source: Workbook title
zh_hans: 工作簿标题

source: Workspace data could not be refreshed.
zh_hans: 无法刷新工作区数据。

source: Workspace View
zh_hans: 工作区视图

source: workspace / activity.log
zh_hans: 工作区 / activity.log

source: Background opacity
zh_hans: 背景透明度

source: Bookmarks
zh_hans: 书签

source: Go
zh_hans: 跳转

source: Match found
zh_hans: 已找到匹配项

source: Next paragraph
zh_hans: 下一段

source: No bookmarks
zh_hans: 暂无书签

source: No matches
zh_hans: 没有匹配项

source: Paragraph %lld of %lld
zh_hans: 第 %1$lld 段，共 %2$lld 段

source: Search
zh_hans: 搜索

source: Search current book
zh_hans: 搜索当前书籍

source: Text color
zh_hans: 文字颜色

source: Text opacity
zh_hans: 文字透明度

source: Toggle bookmark
zh_hans: 添加或取消书签

source: Applies to Floating Reader and spreadsheet notes.
zh_hans: 应用于悬浮阅读和表格备注文本。

source: Save Text Appearance
zh_hans: 保存文字外观

source: Super Stealth Mode
zh_hans: 超级隐蔽模式

source: Removes the floating window background, border, and controls. Use the menu bar or global shortcuts to control it.
zh_hans: 移除悬浮窗背景、边框和控制组件。请使用菜单栏或全局快捷键进行控制。

source: Previous page
zh_hans: 上一页

source: Next page
zh_hans: 下一页

source: Show / hide
zh_hans: 显示 / 隐藏

source: Super Stealth Controls
zh_hans: 超级隐蔽控制

source: Super Stealth display width
zh_hans: 超级隐蔽显示宽度

source: Super Stealth display height
zh_hans: 超级隐蔽显示高度

source: Snap Floating Reader to screen edges
zh_hans: 悬浮阅读靠近屏幕边缘时自动吸附

source: Text-only floating reader is active
zh_hans: 纯文字悬浮阅读已开启

source: Show / Hide %@
zh_hans: 显示 / 隐藏 %1$@

source: Previous Page %@
zh_hans: 上一页 %1$@

source: Next Page %@
zh_hans: 下一页 %1$@

source: Select
zh_hans: 选择
